/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row hat keine Inhalte gefunden.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row konnte den aktuellen Titel nicht wiedergeben.";


/* kBRMediaNoPhotoContent */
301 = "Front Row hat keine Fotos gefunden.";

/* kBRMediaNoPodcastContent */
302 = "Front Row hat keine Podcasts gefunden.";

/* kBRMediaNotDRMAuthorized */
303 = "Sie sind nicht autorisiert, diesen Inhalt wiederzugeben.";

/* kBRMediaNoTVShowContent */
305 = "Front Row hat keine Fernsehsendungen gefunden.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row hat keine Musikvideos gefunden.";

/* kBRMediaNoPlaylists */
307 = "Front Row hat keine Wiedergabelisten gefunden.";

/* kBRMediaNoSongContent */
308 = "Front Row hat keine Titel gefunden.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row hat keine Hörbücher gefunden.";

/* kBRMediaNoMovies */
315 = "Front Row hat keine Filme gefunden.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row ist nicht autorisiert, diesen Inhalt wiederzugeben.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row versucht bereits eine Verbindung zu dieser Quelle herzustellen.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row kann keine Verbindung zu dieser Bibliothek herstellen.";

